[
  {
    "id": "0",
    "imageUrl": "bread",
    "title": "Хлеб Чиабатта",
    "types": [
      1,
      3
    ],
    "price": {
      "1": 79,
      "3": 130
    },
    "category": 4,
    "rating": 7,
    "composition": "Мука пшеничная хлебопекарная высшего сорта, вода питьевая, пшеничная закваска (вода питьевая, мука пшеничная хлебопекарная высшего сорта), молоко питьевое ультрапастеризованное м.д.ж. 3,2%, соль пищевая, дрожжи хлебопекарные прессованные"
  },
  {
    "id": "1",
    "imageUrl": "brownie",
    "title": "Брауни",
    "types": [
      0
    ],
    "price": {
      "0": 89
    },
    "category": 2,
    "rating": 6,
    "composition": "Шоколад (какао тертое, сахар, какао-масло, эмульгатор лецитин), яичный меланж, сахар, масло сливочное, мука высший сорт, соль"
  },
  {
    "id": "2",
    "imageUrl": "carrotCake",
    "title": "Морковный торт",
    "types": [
      2,
      3
    ],
    "price": {
      "2": 99,
      "3": 799
    },
    "category": 1,
    "rating": 5,
    "composition": "Бисквитный торт с пряностями и взбитым кремом на кокосовых сливках. Бисквит морковный (морковь, ананас, мука, грецкий и мускатный орех, изюм), кокосовые сливки, манка, тростниковый сироп"
  },
  {
    "id": "3",
    "imageUrl": "cherryPie",
    "title": "Вишневый пирог",
    "types": [
      2,
      3
    ],
    "price": {
      "2": 79,
      "3": 599
    },
    "category": 3,
    "rating": 7,
    "composition": "Мука пшеничная хлебопекарная высшего сорта, вишня быстрозамороженная, масло сливочное массовая доля жира 82,5%, сахар, меланж яичный пастеризованный, крахмал кукурузный"
  },
  {
    "id": "4",
    "imageUrl": "chocolateCake",
    "title": "Шоколадный торт",
    "types": [
      2,
      3
    ],
    "price": {
      "2": 89,
      "3": 699
    },
    "category": 1,
    "rating": 4,
    "composition": "Сыр «Маскарпоне» массовая доля жира в сухом веществе 80% (сливки пастеризованные, регулятор кислотности - кислота лимонная), масло сладко-сливочное массовая доля жира 82,5%, пудра сахарная, сахар, яйцо куринное пищевое, мука пшеничная хлебопекарная высшего сорта, какао порошок, шоколад темный (какао тертое, сахар, масло какао, жир молочный, эмульгатор - лецетин соевый, какао порошок), вишневый сироп (сахар, вода питьевая, вишня свежемороженная), разрыхлитель - гидрокарбонат натрия (сода пищевая), ароматизатор натуральный ваниль"
  },
  {
    "id": "5",
    "imageUrl": "cinnamonRoll",
    "title": "Булочка Синнабон",
    "types": [
      0
    ],
    "price": {
      "0": 59
    },
    "category": 3,
    "rating": 6,
    "composition": "Масло сладко-сливочное несолёное м. д. ж. 82,5 %, мука пшеничная хлебопекарная высшего сорта, молоко питьевое м. д. ж. 3,2 %, вода питьевая, меланж яичный, дрожжи хлебопекарные сухие, сахар, глюкозный сироп, соль пищевая, ваниль натуральная, корица молотая, сыр творожный м. д. ж. в сухом веществе 70 %"
  },
  {
    "id": "6",
    "imageUrl": "cupcake",
    "title": "Капкейк",
    "types": [
      0
    ],
    "price": {
      "0": 49
    },
    "category": 3,
    "rating": 4,
    "composition": "Сахар, мука пшеничная высшего сорта, вода, меланж яичный, фруктовый наполнитель (манго, сахар, вода, модифицированный крахмал, регулятор кислотности лимонная кислота, ароматизатор, консервант сорбат калия), масло подсолнечное рафинированное дезодорированное, смесь для приготовления кексов"
  },
  {
    "id": "7",
    "imageUrl": "donuts",
    "title": "Пончик",
    "types": [
      0
    ],
    "price": {
      "0": 49
    },
    "category": 2,
    "rating": 5,
    "composition": "Мука рисовая, мука амарантовая, мука льняная, рисовый напиток (рис бурый, вода), сахар кокосовый, масло какао рафинированное, какао тертое, масло кокосовое рафинированное, масло подсолнечное рафинированное, какао порошок, кешью, вишня вяленая, разрыхлитель - гидрокарбонат натрия (сода пищевая), малина сублимационной сушки, глазурь"
  },
  {
    "id": "8",
    "imageUrl": "easterCake",
    "title": "Кулич",
    "types": [
      0
    ],
    "price": {
      "0": 189
    },
    "category": 3,
    "rating": 3,
    "composition": "Мука, яйца или яичные продукты, сахар, маргарин или сливочное масло, дрожжи, изюм, цукаты, соль, ароматизаторы"
  },
  {
    "id": "9",
    "imageUrl": "eskimo",
    "title": "Эскимо",
    "types": [
      0
    ],
    "price": {
      "0": 69
    },
    "category": 5,
    "rating": 5,
    "composition": "Мороженое пломбир: молоко цельное, масло сливочное массовая доля жира 72,5 %, молоко цельное сгущённое с сахаром массовая доля жира 8,5 % (молоко цельное, молоко обезжиренное, сахар (сахароза, лактоза)), сахар, вода питьевая, молоко сухое обезжиренное, сухой глюкозный сироп, комплексная пищевая добавка"
  },
  {
    "id": "10",
    "imageUrl": "macaroons",
    "title": "Макаруны",
    "types": [
      0
    ],
    "price": {
      "0": 119
    },
    "category": 2,
    "rating": 3,
    "composition": "Пирожное макарон Ваниль (сахар, мука миндальная (ядра ореха миндаля молотые), яичный белок жидкий пастеризованный, белый шоколад (сахар, какао-масло, молоко сухое цельное, молоко сухое обезжиренное, эмульгатор – лецитины (соевый), натуральный экстракт ванили), сливки питьевые ультрапастеризованные м. д. ж. 33 %"
  },
  {
    "id": "11",
    "imageUrl": "mangoCake",
    "title": "Муссовый торт Манго",
    "types": [
      0
    ],
    "price": {
      "0": 99
    },
    "category": 1,
    "rating": 4,
    "composition": "Бисквит (яйцо куриное пищевое, сахар, мука пшеничная хлебопекарная высшего сорта, мука миндальная), желе манго - маракуйя, мусс манго - маракуйя, сливки пастеризованные м.д.ж. 33%)"
  },
  {
    "id": "12",
    "imageUrl": "nutCake",
    "title": "Ореховый торт",
    "types": [
      2,
      3
    ],
    "price": {
      "2": 99,
      "3": 899
    },
    "category": 1,
    "rating": 6,
    "composition": "Сахар, белок яичный пастеризованный, сливки пастеризованные м. д. ж. 33 % (сливки нормализованные), ядра абрикосовых косточек дроблёные, ядра ореха миндаля жареные дроблёные, молоко сухое цельное, масло сладко-сливочное несолёное «Традиционное» м. д. ж. 82,5 %, желток яичный пастеризованный, молоко ультрапастеризованное м. д. ж. 3,2 %, ядра ореха миндаля (лепестки), регулятор кислотности"
  },
  {
    "id": "13",
    "imageUrl": "redCake",
    "title": "Торт Красный бархат",
    "types": [
      2,
      3
    ],
    "price": {
      "2": 79,
      "3": 599
    },
    "category": 1,
    "rating": 7,
    "composition": "Вишневые коржи, крем сливочный (ваниль, сливки, сметана), изюм"
  },
  {
    "id": "14",
    "imageUrl": "strawberryIceCream",
    "title": "Клубничный пломбир",
    "types": [
      0
    ],
    "price": {
      "0": 89
    },
    "category": 5,
    "rating": 7,
    "composition": "Молоко цельное, молоко цельное сгущенное с сахаром м.ж.д. 8,5% (молоко цельное, молоко обезжиренное, сахар, лактоза), пюре клубники (клубника, сахар, инвертный сахарный сироп), сливки питьевые м.д.ж. 40%, стабилизаторы (камедь рожкового дерева, гуаровая камедь), эмульгаторы"
  },
  {
    "id": "15",
    "imageUrl": "strawberryTart",
    "title": "Клубничная тарталетка",
    "types": [
      0
    ],
    "price": {
      "0": 99
    },
    "category": 2,
    "rating": 8,
    "composition": "Мука пшеничная хлебопекарная высшего сорта, сахарная пудра, масло сладко-сливочное несоленое м.д.ж. 82,5%, сыр мягкий \"Крем Чиз\" м.д.ж. в сухом веществе 70% (сливки пастеризованные, молоко обезжиренное, соль пищевая, мезофильные бактериальные закваски, молокосвертывающий ферментный препарат животного происхождения), клубника быстрозамороженная, яичный меланж жидкий, сахар, сливки питьевые м.д.ж. 22% (сливки нормализованные), крахмал кукурузный"
  }
]